"Automatically Install" = "Installation automatique";

"Delete After Install" = "Supprimer après installation";

"Remove Metadata"="Effacer Metadata";

"Keep Awake"="Prévenir du mode veille";

"This will keep your screen always ON while using AppCake"="Ceci vous permet de laisser l’écran allumer, tant que vous utilisez AppCake";

"Remove Metadata will stop App Store from updating the app"="Effacer Metadata arrêteras les mises à jour depuis l'App Store";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Activer iTunes Sync pour permettre le transfert de vos apps AppCake vers votre ordinateur par iTunes.";

"iTunes Sync"="iTunes Sync";

"Feedback"="Nous Contacter";

"Changelog"="Historique des modifications";

"I Can Translate"="Je peux traduire";

"Clear Image Cache"="Vider le cache des images";

